accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
aspell
b43-fwcutter
banana-cursor-bin
base
base-devel
bash-completion
bat
bc
bibata-cursor-theme-bin
bind
blueman
bluez
bluez-utils
btop
btrfs-progs
cantarell-fonts
cliphist
cryptsetup
curlie
device-mapper
diffutils
direnv
discord
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dos2unix
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
ethtool
exfatprogs
ex-vi-compat
eza
f2fs-tools
fastfetch
fcitx5
fcitx5-bamboo
fcitx5-configtool
fd
ffmpegthumbnailer
firefox
firewalld
fish
fisher
flyctl
fuzzel
gemini-cli
ghostty
ghq
git
git-cliff
git-filter-repo
github-cli
gitleaks
glances
globalprotect-openconnect
gnupg
go
google-chrome
gopass
gpu-screen-recorder
greetd
greetd-tuigreet
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
haveged
hdparm
hwdetect
hwinfo
hyperfine
inetutils
intel-ucode
inxi
iptables
iwd
jetbrains-toolbox
jfsutils
jq
lazydocker
less
libdvdcss
libgsf
libopenraw
libva-intel-driver
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
mise
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
navicat-premium-lite-en
neovim
netctl
networkmanager
network-manager-applet
networkmanager-openconnect
networkmanager-openvpn
networkmanager-vpn-plugin-vpnc
nfs-utils
nilfs-utils
niri
nm-connection-editor
noctalia-qs
noctalia-shell
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvidia-hook
nwg-look
openssh
os-prober
pacman-contrib
papirus-folders-git
papirus-icon-theme
pavucontrol
peco
perl
pgadmin4-bin
pinentry
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plocate
poppler-glib
postgresql
postman-bin
power-profiles-daemon
pv
python
python-defusedxml
python-jinja
python-packaging
python-pyqt6
rate-mirrors-bin
rebuild-detector
reflector
reflector-simple
rsync
rtkit
satty
sg3_utils
slack-desktop-wayland
smartmontools
s-nail
sof-firmware
sudo
swaybg
swaylock
sysfsutils
systemd-sysvcompat
teams-for-linux-bin
texinfo
thunar
tldr
tree
ttf-bitstream-vera
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
tumbler
turbo
unrar
unzip
upower
usb_modeswitch
usbutils
uv
visual-studio-code-bin
vulkan-intel
vulkan-tools
waterfox-bin
welcome
wget
which
wireplumber
wlsunset
wpa_supplicant
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
xwayland-satellite
yay
yazi
zathura
zen-browser-bin
zip
