aaron-bond.better-comments
astro-build.astro-vscode
biomejs.biome
bmalehorn.vscode-fish
chakra-ui.panda-css-vscode
davidanson.vscode-markdownlint
dprint.dprint
dracula-theme.theme-dracula
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
hyzeta.vscode-theme-github-light
kokakiwi.vscode-just
ms-vscode.vscode-typescript-next
naumovs.color-highlight
pkief.material-icon-theme
redhat.vscode-yaml
rvben.rumdl
sidthesloth.html5-boilerplate
solnurkarim.html-to-css-autocompletion
streetsidesoftware.code-spell-checker
svelte.svelte-vscode
tamasfe.even-better-toml
timonwong.shellcheck
unifiedjs.vscode-mdx
usernamehw.errorlens
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
